content/intro.org
#+TITLE:初めに
#+options: toc:nil num:nil \n:t
#+LANGUAGE: ja
[[file:index.org][トップへ戻る]]

* 誰がためのホームページ
** 素粒子論PC素人による，MacOS活用入門
このホームページは，素粒子論研究者である[[https://www.okinawa-ct.ac.jp/][沖縄高専]]の藤本が，頑張って作成しているホームページです．
PCは完全に素人ですが，素人なりに便利にしていって，楽できるところは楽したい（そして研究に時間を使いたい）という目的のために，人柱になって色々と試しています．

- 修士や博士で，理論物理や数学の研究室に入ったけど，紙と万年筆ばかり握っててPCをかっこよくする時間がない
- 気がついたらそこそこ業界の重鎮になりつつあるけど，PCの細かいことについては人に聞きづらい
- だけど，PCを色々活用して効率上げたい．LaTeX楽に作りたい

という欲張りな人に適しているホームページかも知れません．

自分への備忘録も兼ねているのでなるべく丁寧に解説を添えるようにしておりますが，間違っていたり，環境の違いからうまく動かないこともあるので注意してください（この書き込みを見た段階で，大半の人が回れ右しちゃいますが……）．

#+begin_export html
<div style="text-align:right">
#+end_export
[[file:about.org][➝自己紹介へ（次）]]
#+begin_export html
</div>
#+end_export
[[file:index.org][トップへ戻る]]
