docs/intro.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<!-- 2026-01-05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>初めに</title>
<meta name="author" content="藤本教寛" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="static/css/style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">初めに</h1>
<p>
<a href="index.html">トップへ戻る</a><br />
</p>

<div id="outline-container-orgf7e46ed" class="outline-2">
<h2 id="orgf7e46ed">誰がためのホームページ</h2>
<div class="outline-text-2" id="text-orgf7e46ed">
</div>
<div id="outline-container-org21fbd48" class="outline-3">
<h3 id="org21fbd48">素粒子論PC素人による，MacOS活用入門</h3>
<div class="outline-text-3" id="text-org21fbd48">
<p>
このホームページは，素粒子論研究者である<a href="https://www.okinawa-ct.ac.jp/">沖縄高専</a>の藤本が，頑張って作成しているホームページです．<br />
PCは完全に素人ですが，素人なりに便利にしていって，楽できるところは楽したい（そして研究に時間を使いたい）という目的のために，人柱になって色々と試しています．<br />
</p>

<ul class="org-ul">
<li>修士や博士で，理論物理や数学の研究室に入ったけど，紙と万年筆ばかり握っててPCをかっこよくする時間がない<br /></li>
<li>気がついたらそこそこ業界の重鎮になりつつあるけど，PCの細かいことについては人に聞きづらい<br /></li>
<li>だけど，PCを色々活用して効率上げたい．LaTeX楽に作りたい<br /></li>
</ul>

<p>
という欲張りな人に適しているホームページかも知れません．<br />
</p>

<p>
自分への備忘録も兼ねているのでなるべく丁寧に解説を添えるようにしておりますが，間違っていたり，環境の違いからうまく動かないこともあるので注意してください（この書き込みを見た段階で，大半の人が回れ右しちゃいますが……）．<br />
</p>

<div style="text-align:right">
<p>
<a href="about.html">➝自己紹介へ（次）</a><br />
</p>
</div>
<p>
<a href="index.html">トップへ戻る</a><br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">&copy; 藤本教寛（沖縄高専） / Yukihiro Fujimoto (Okinawa KOSEN) &nbsp;|&nbsp; 最終更新: 2026-01-04</p>
</div>
</body>
</html>
